{
  "19": "小芳家五月份用水量是16.5吨，每吨水的价格是2.1元，小芳家一共有5口人，平均每人应交多少水费？",
  "283": "统计部门对39户居民家用电器购买情况进行调查，他们发现每家至少有一种电器，其中有收录机的25户，有彩电的20户，有冰箱的12户，收录机、彩电都有的10户，彩电、冰箱都有的3户，没有三种电器都具备的，收录机和电冰箱都有的共多少户．",
  "529": "青龙四小开展兴趣小组活动，书法小组有75人，舞蹈小组是书法小组的4倍，舞蹈小组和书法小组共有多少人？",
  "939": "王老师将20000元钱存入银行，定期3年，3年期的利率是(5.40/100)，利息税是(5/100)．到期后，王老师可取回税后利息多少元？",
  "963": "运动会上四年(二)班48名运动员出场时，排成4列纵队，前后相邻两人间隔为1米，每列队伍长多少米．",
  "1067": "彩电厂计划六月份生产彩电1050台，实际前6天生产彩电300台．照这样计算，再生产多少天就可以完成任务？",
  "1098": "四+(一)班36名同学去动物园游玩，中午时小巧和小亚给大家买饮料，由于买得多，阿姨给予他们买一箱送一盒的优惠，小巧和小亚共付了4箱的钱，正好每人一盒．那么每箱饮料有多少盒．",
  "1184": "儿童服装店在“六一”儿童节卖了5箱服装，每箱6件，一共收入1500元，平均每件衣服多少元？",
  "1625": "猪八戒3天吃了12个大饼，那么他8天能吃多少个大饼．",
  "1691": "同学参加“六一”体操表演，每横排人数同样多，每竖排人数也同样多．王菁的位置是从左数第10人，从右数第6人，从前数第12人，从后数是第9人．参加表演的同学有多少人．",
  "1876": "育红小学同学们去植树，四年级植树69棵，是三年级同学植树棵数的3倍．五年级植树棵数比三、四年级植树的总数多15棵，五年级同学植树多少棵？",
  "2547": "有红、黄、蓝、绿、白5种颜色的球各5个，至少取多少个球，可以保证有两个颜色相同的球？",
  "2777": "五+(一)班有男生27人，比女生多5人，男生人数占全班人数的几分之几？",
  "3380": "六+(一)班征订《小数报》的《数学小灵通》，每人至少一种，全班同学的(60/100)订了《小数报》，(4/7)订了《数学小灵通》．这两种报纸都订的有6人，订《小数报》的有多少人？",
  "3397": "六+(一)班男生和女生人数的比是5：4，男生比女生多6人，这个班一共有多少学生．",
  "3472": "学校购回一批新书，分给六年级(1/5)后，剩下的按3：4：5分给三、四、五年级，其中五年级分得40本．这批新书共有多少本？",
  "3483": "一桶油，第一次用去它的(1/6)，第二次用去它的(1/4)．如果第三次用去3千克正好用完，那么第一次用去多少千克？",
  "3536": "四年一班46个同学合影．定价是24.5元，给4张像片．另外再加印是每张2.3元．全班每人要1张，一共要付多少钱？",
  "3644": "把一堆皮球分装在四个盒子里，其中(1/3)放入甲盒，(1/5)放人乙盒，放人丙盒的皮球是甲、乙盒皮球总数的(75/100)，丁盒放入4个皮球．这堆皮球一共有几个？",
  "4496": "一个教室的长是8米，宽是6米，高是4米．要粉刷教室的天花板和四周，除去门窗面积30米^2，要粉刷多大的面积？",
  "4502": "布袋中装有红、黄、蓝、绿四种颜色的小球各4个，为保证一次能取出两个颜色相同的小球，一次至少要摸出多少个小球．",
  "4547": "3个小朋友吃6支冰淇淋平均用8分钟，那么现在同时给三+(一)班50个小朋友每人发一支冰淇淋，大约在多少分钟内吃完．",
  "4817": "五一假期，小明一家3口开车去杭州游玩．去时，妈妈把车开得很慢，每小时行80千米，行驶了5小时，返回时我们归心似箭，爸爸开车的速度提高了，少用了1小时．返回时的速度=？",
  "4844": "池塘的四周有一条小路，小明和爸爸一起沿着这条小路跑步．他们从同一地点出发，反向而行，11秒后相遇．如果爸爸每秒跑6米，小明每秒跑4米，这条小路长多少米？",
  "5107": "小苗看一本书，第一天看了105页，第二天看的页数是第一天的3倍，第三天应从多少看起．",
  "5177": "五一班有45人参加植树，按计划平均每人要植树8棵．实际植树时有5人没有来，其他人仍完成计划．这样实际每人植树多少棵．",
  "6266": "池塘的四周栽了一圈树，每两棵树相隔4米，甲、乙两人同时从同一棵树出发，反向而行，相遇时甲走了46米，乙走了54米，则这圈树共有多少棵．",
  "6377": "三+(四)班有52人，平均每人向学校捐3本书，一共捐了多少本．",
  "6714": "华华过生日，买了一个周长为48厘米的圆形蛋糕，在它的四周每隔4厘米插上一根小蜡烛．共插了多少根蜡烛．",
  "6718": "实验小学四、五年级各有4个班的学生参加了“爱我家乡，绿化家乡”活动．五年级每班植树45棵，四年级每班植树35棵．两个年级一共植树多少棵？",
  "6773": "实验小学为支援灾区捐款，四、五、六年级共捐款54000元，他们捐款钱数的比是5：6：7，六年级捐款多少元？",
  "7004": "甲、乙、丙三人加工一批零件，甲加工了总数的(40/100)，乙、丙加工零件的个数比为2：3．已知丙加工了360个，这批零件共有多少个？",
  "7196": "抽屉里放着红、绿、黄3种颜色的球各3只．一次至少摸出多少只才能保证每种颜色至少有一只？",
  "7545": "一间教室的长是10m，宽是8m，高是4m．要粉刷教室的屋顶和四面墙壁，除去门窗和黑板面积25m^2，粉刷的面积=多少平方米？",
  "8014": "“六一”儿童节，大队辅导员为优秀少先队员买奖品．原计划买6本笔记本，共需72元钱，现在准备买这样的笔记本15本，需要多少元钱．",
  "8404": "学校运来240棵树苗，按5：4：3分配给甲、乙、丙三个班级，丙班分到多少棵？",
  "8457": "三+(一)班有女生22人，男生比女生多3人，一共有学生多少人？",
  "8606": "学校运来400棵树苗，老师栽种了(10/100)，余下的按5：4：3分配给甲、乙、丙三个班级，丙班分到多少棵？",
  "8931": "六年二班第一组有6名男同学，他们的身高分别是148厘米、139厘米、146厘米、153厘米、156厘米、149厘米．这组男同学的平均身高=多少厘米？",
  "9014": "学校运来200棵树苗，老师栽了(10/100)后，余下的按5：4分配给五、六两个年级栽，六年级分到多少棵？",
  "9190": "用2、3、5、7、9这5个数字进行4则混合运算，每个数字只能用一次，能够得到的最大的质数=．",
  "9317": "学校把购进图书的(3/5)按2：3：4分给四、五、六年级，已知六年级分到56本，学校共购进图书多少本？",
  "9550": "统计局统计了664座城市，按空气污染情况可分为三类：良好，轻度污染和严重污染．其中，空气质量良好的城市数比严重污染城市数的3倍多52座，轻度污染城市数是严重污染城市数的2倍．则空气严重污染城市有多少座．",
  "9813": "六一班原来有42个学生，其中男生占(4/7)，后来又转来了若干名女生，这是男生、女生人数的比是6：5，转来多少人？",
  "9814": "某单位举行抽奖活动，参与就有奖，设有一等奖3名，二等奖10名，三等奖60名，第一抽奖者能中一等奖的可能=．",
  "10014": "甲、乙、丙三个数的比是3：4：5，他们的平均数是20，那么甲数比乙数少多少%．",
  "10340": "假期小严准备读一些课外书，有2本不同的科技书、5本不同的世界名著、3本不同的人物传记，小严要从三类书中各选一本阅读，则小严一共有多少种不同的选法．",
  "10862": "学校举办运动会，六+(一)班参加比赛的女生占全班人数的(1/7)，参加比赛的男生占全班人数的(1/4)，参加比赛的女生比男生少6人．这个班参加比赛的女生有多少人？",
  "11353": "三个班去植树，甲班植树42棵，乙班植树棵数是甲班的(5/7)，丙班植的棵树比乙班的(4/3)倍还少3棵，丙班植树多少棵？",
  "11416": "实验小学组织乒乓球混合双打比赛，六年一班派出5名男生和6名女生参赛，共有多少种不同的组队方式？",
  "11532": "学校运来240棵树苗，按5：4：3分配给四、五、六年级去种植，六年级分得树苗多少棵？",
  "11646": "小璐、小雨、小玲共有327张卡片．小璐给了小雨3张卡片，小雨给了小玲2张卡片，小玲给了小璐7张卡片，此时三人的卡片数一样．那么小雨原有多少张卡片．",
  "12043": "五年级三班的同学去爬山，上山的速度是4千米/时，用了3小时；下山按原路返回，返回时少用了1个小时，他们下山的速度=？",
  "12103": "有白、黑、红、黄4色大小一样的小球各4个，每次至少摸出多少个，才能保证有2个相同颜色的小球．",
  "12427": "爷爷告诉小明：“当我在你爸爸现在的这个年龄时，你爸爸当时的年龄比你现在的年龄大了3岁．”如果爷爷、爸爸和小明3人现在的年龄和99岁，则爸爸现在的年龄=多少岁．",
  "12554": "甲、乙、丙三种糖果每千克的价格分别是9元，7.5元，7元．现把甲种糖果5千克，乙种糖果4千克，丙种糖果3千克混合在一起，那么用10元可买多少千克这种混合糖果．",
  "12916": "三+(一)班9名同学植树，如果每人植4棵，还剩3棵，他们一共要植树多少棵？",
  "14192": "四+(一)班有学生34人，其中爱好乒乓的有17人，爱好游泳的14人，既爱好乒乓又爱好游泳的4人．那么，两样都不爱好的有多少人．",
  "14584": "丁丁、东东和当当三人的年龄和是31岁，丁丁今年12岁，比当当大3岁．请问：东东今年多少岁．",
  "15165": "王叔叔卖梨、苹果、桔子三种水果，它们的重量比是3：4：6，其中桔子比苹果多80千克，梨有多少千克？",
  "15486": "我们羊场小学有252人要乘6辆车去幺铺小学参加六一节活动，如果每辆车的人数相同，每辆车应坐多少人？",
  "16312": "校园里有三种树，已知杨树有80棵，占总棵数的(2/9)，松树与柳树的棵数比为3：4．校园里有松树多少棵？",
  "16555": "甲乙丙三人合修一段路，完工时，甲完成了全工程的(30/100)，乙和丙工作量的比是3：4．已知丙修了48米．这段路长一共多少米？",
  "16662": "商店运来三种水果，其中梨的重量占(1/5)．苹果的重量与梨、香蕉两种水果重量之和的比为1：3，香蕉有220千克．商店共运来水果多少千克？",
  "16932": "商店运来三种水果，其中梨的重量占(1/5)．苹果的重量和其他两种水果重量之和的比为1：3，苹果比梨多20千克．一共运来水果多少千克？",
  "17175": "六一班同学布置宽6米教室，每(1/3)米挂一个气球，要准备多少个气球？",
  "17228": "欧欧、小美、小泉三人行走的速度分别是每分钟走60米，80米、100米．欧欧、小美两人在B地，小泉在A地与欧欧、小美两人同时相向而行．小泉与小美相遇后，又过3分钟和欧欧相遇．那么，A、B两地相距多少米？",
  "18794": "李庄小学三、四年级一共有231人，三年级有3个班，平均每班45人，四年级有2个班，平均每班多少人？",
  "18815": "三个同学跑步，甲、乙、丙的速度比是4：3：2．甲跑了600米，乙比丙多跑多少米？",
  "18880": "一个足球的表面是由32块黑色五边形和白色六边形围成的．黑色皮和白色皮的块数的比是3：5，黑色皮有多少块？",
  "19118": "四+(二)班有4个小组，每个小组8人，全班共植树288棵，平均每人植树多少棵？",
  "19156": "三名学生给小树苗浇水，小明浇了24棵，是小华浇的棵数的2倍，小英比小花浇的3倍少10棵，小英浇了多少棵？",
  "19818": "工人叔叔修机器，第一天修了4台，第二天修了6台，第三天上午修了3台，下午修了2台．平均每天修了多少台？",
  "19885": "某旅游区有ABCD四个景点，由A景点到B景点的道路有4条，由B景点到C景点的道路有3条，由C景点到D景点的道路有5条，则由A景点到B景点到C景点再到D景点的不同旅游线路有多少条．",
  "19929": "甲、乙、丙3个数的平均数是12，甲、乙、丙的比是2：3：4，丙数=．",
  "20087": "沿一个长方形操场四周种树，每隔4米种一棵，一共种了30棵．这个操场的周长=多少米．",
  "20181": "“六一”儿童节，5+(2)班的学生做了462朵花，每6朵扎成一束．如果每班分7束，可以分给几个班？",
  "20607": "“五一”假期时，小明一家5个人去北京旅游，去时乘火车，回来时乘飞机，火车票每张80元，飞机票每张600元．请你算一算他们的交通费一共需要多少元？",
  "21382": "甲乙丙三种糖果每千克的价格分别是9元，7.5元，7元，现把甲种糖果5千克，乙种糖果4千克，丙种糖果3千克混合在一起，那么36元可买多少千克这种糖果．",
  "21605": "叔叔2008年三月一日把2000元存入银行，定期3年，年利率为(5.22/100)，到期时应交(5/100)的利息所得税，取款时，叔叔一共可取回多少元？",
  "21809": "学校把植一批树的任务按3：4：5分给四、五、六三个年级，五年级植了40棵，这批树共有多少棵？",
  "21951": "一根铁丝，第一次用去全长的(3/10)，第二次用去的比第一次多3米，第三次用去全长的(20/100)，正好用完，这根铁丝全长多少米？",
  "22007": "三+(二)班买了3个一样的排球，付给售货员100元，找回13元，每个排球多少元？",
  "22879": "把一批化肥分给甲、乙、丙三个村子，甲村分得总数的(1/4)，其余按2：3的比例分给乙、丙两村，已知丙村分得18吨．这批化肥有多少吨？",
  "6900": "甲、乙、丙三袋粮食重量比是3：4：5，已知甲、乙共重700克，求丙袋的重量=？",
  "11659": "四、五年级要栽220棵树．四年级有3个班，每班栽28棵，剩下的分给五年级4个班栽，平均每班栽多少棵？",
  "12798": "在一堆芒果中，国王取(1/6)，王后取剩下的(1/5)，三个王子分别取逐次余下的(1/4)、(1/3)、(1/2)，最年幼的王子取剩下的3个芒果．你知道芒果的总数=？"
}